export const JOB_TITLES = [
  'นักวิชาการคอมพิวเตอร์',
  'นักวิเคราะห์นโยบายและแผน',
  'เจ้าหน้าที่ประกันคุณภาพ',
  'เจ้าหน้าที่สารบรรณและธุรการ',
  'เจ้าหน้าที่การเงินและพัสดุ',
  'นักวิชาการศึกษา / เจ้าหน้าที่วิชาการ',
  'อาจารย์ประจำ / บุคลากรสายวิชาการ',
  'หัวหน้างาน / ผู้อำนวยการส่วนงาน',
  'รองอธิการบดี / ผู้บริหารระดับสูง',
  'อธิการบดี / ประธานคณะกรรมการ',
  'บุคลากรทั่วไป'
];

export const DEPARTMENTS = [
  'งานแผนและงบประมาณ',
  'ส่วนงานบริหารองค์กร',
  'สำนักงานผู้บริหาร',
  'งานประกันคุณภาพและติดตามผล',
  'งานสารบรรณและประชุม',
  'ศูนย์เทคโนโลยีสารสนเทศ',
  'งานการเงินและพัสดุ',
  'มหาวิทยาลัยมหาจุฬาลงกรณราชวิทยาลัย (ส่วนกลาง)',
  'มหาวชิราลงกรณบาลีเถรวาทราชวิทยาลัย',
  'คณะพุทธศาสตร์',
  'คณะครุศาสตร์',
  'คณะมนุษยศาสตร์',
  'คณะสังคมศาสตร์',
  'บัณฑิตวิทยาลัย',
  'สถาบันวิจัยพุทธศาสตร์',
  'สำนักส่งเสริมพระพุทธศาสนาและบริการสังคม'
];
